Revit 2027 API
DefinitionBindingMap.ReverseIterator Method
Retrieve a backward moving iterator to the map.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual DefinitionBindingMapIterator ReverseIterator()
Public Overridable Function ReverseIterator As DefinitionBindingMapIterator
public:
virtual DefinitionBindingMapIterator^ ReverseIterator()
abstract ReverseIterator : unit -> DefinitionBindingMapIterator
override ReverseIterator : unit -> DefinitionBindingMapIterator
Return Value
DefinitionBindingMapIterator
Returns a backward moving iterator to the map.
See Also
Reference
DefinitionBindingMap Class
Autodesk.Revit.DB Namespace